[
    {
        "nombre": "Máscara de pestañas Essence Lash Princess",
        "precio": "392",
        "descuento": "23",
        "descripcion": "La máscara de pestañas Essence Lash Princess es una popular máscara conocida por sus efectos voluminizadores y alargadores. Consigue unas pestañas espectaculares con esta fórmula duradera y sin crueldad animal.",
        "stock": "454",
        "inicio": "1"
    },
    {
        "nombre": "Paleta de sombras de ojos con espejo",
        "precio": "496",
        "descuento": "27",
        "descripcion": "La paleta de sombras con espejo ofrece una gama versátil de tonos para crear looks de ojos espectaculares. Con un espejo incorporado, es práctica para maquillarte dondequiera que estés.",
        "stock": "920",
        "inicio": "0"
    },
    {
        "nombre": "Bote de polvo",
        "precio": "355",
        "descuento": "46",
        "descripcion": "El Powder Canister es un polvo fijador finamente molido, diseñado para fijar el maquillaje y controlar el brillo. Con una fórmula ligera y translúcida, proporciona un acabado suave y mate.",
        "stock": "338",
        "inicio": "0"
    },
    {
        "nombre": "Lápiz labial rojo",
        "precio": "160",
        "descuento": "10",
        "descripcion": "El labial rojo es una opción clásica y atrevida para añadir un toque de color a tus labios. Con una fórmula cremosa y pigmentada, proporciona un acabado vibrante y duradero.",
        "stock": "920",
        "inicio": "0"
    },
    {
        "nombre": "Esmalte de uñas rojo",
        "precio": "440",
        "descuento": "43",
        "descripcion": "El esmalte de uñas rojo ofrece un tono rojo intenso y brillante para unas uñas vibrantes y pulidas. Con su fórmula de secado rápido, proporciona un acabado de salón en casa.",
        "stock": "719",
        "inicio": "1"
    },
    {
        "nombre": "Calvin Klein CK One",
        "precio": "12",
        "descuento": "14",
        "descripcion": "CK One de Calvin Klein es una fragancia unisex de Clásica, conocida por su aroma fresco y limpio.Es una fragancia versátil adecuada para el uso diario.",
        "stock": "980",
        "inicio": "1"
    },
    {
        "nombre": "Chanel Coco Noir Eau De",
        "precio": "83",
        "descuento": "46",
        "descripcion": "Coco Noir de Chanel es una fragancia elegante y misteriosa, con notas de toronja, rosa y sándalo.Perfecto para ocasiones nocturnas.",
        "stock": "692",
        "inicio": "1"
    },
    {
        "nombre": "Dior J'adore",
        "precio": "199",
        "descuento": "35",
        "descripcion": "J'adore de Dior es una fragancia lujosa y floral, conocida por su mezcla de Ylang-Ylang, Rose y Jasmine.Encarna la feminidad y la sofisticación.",
        "stock": "910",
        "inicio": "1"
    },
    {
        "nombre": "Dolce Shine Eau de",
        "precio": "215",
        "descuento": "5",
        "descripcion": "Dolce Shine de Dolce & Gabbana es una fragancia vibrante y afrutada, con notas de mango, jazmín y maderas rubias.Es un aroma alegre y juvenil.",
        "stock": "691",
        "inicio": "0"
    },
    {
        "nombre": "Gucci Bloom Eau de",
        "precio": "451",
        "descuento": "23",
        "descripcion": "Gucci Bloom de Gucci es una fragancia floral y cautivadora, con notas de tuberosos, jazmín y enredadera de rangoon.Es un aroma moderno y romántico.",
        "stock": "343",
        "inicio": "1"
    },
    {
        "nombre": "Annibale Colombo Cama",
        "precio": "137",
        "descuento": "12",
        "descripcion": "La cama Annibale Colombo es un marco de cama lujoso y elegante, elaborado con materiales de alta calidad para un dormitorio cómodo y elegante.",
        "stock": "440",
        "inicio": "0"
    },
    {
        "nombre": "Annibale Colombo Sofá",
        "precio": "73",
        "descuento": "7",
        "descripcion": "El sofá Annibale Colombo es una opción de asiento sofisticada y cómoda, con un diseño exquisito y tapicería premium para su sala de estar.",
        "stock": "448",
        "inicio": "1"
    },
    {
        "nombre": "Mesita de noche cereza africana",
        "precio": "270",
        "descuento": "20",
        "descripcion": "La mesita de noche en la cereza africana es una adición elegante y funcional a su habitación, que proporciona espacio de almacenamiento conveniente y un toque de elegancia.",
        "stock": "391",
        "inicio": "0"
    },
    {
        "nombre": "Knoll Saarinen Presidenta de la Conferencia Ejecutiva",
        "precio": "122",
        "descuento": "41",
        "descripcion": "El presidente de la Conferencia Ejecutiva Knoll Saarinen es una silla moderna y ergonómica, perfecta para su oficina o sala de conferencias con su diseño atemporal.",
        "stock": "714",
        "inicio": "1"
    },
    {
        "nombre": "Fregadero de baño de madera con espejo",
        "precio": "266",
        "descuento": "8",
        "descripcion": "El fregadero de baño de madera con espejo es una adición única y elegante a su baño, con una encimera de fregadero de madera y un espejo a juego.",
        "stock": "844",
        "inicio": "1"
    },
    {
        "nombre": "Manzana",
        "precio": "389",
        "descuento": "31",
        "descripcion": "Manzanas frescas y nítidas, perfectas para refrigerarse o incorporar en varias recetas.",
        "stock": "393",
        "inicio": "1"
    },
    {
        "nombre": "Bistec de carne de ternera",
        "precio": "136",
        "descuento": "7",
        "descripcion": "High-quality beef steak, great for grilling or cooking to your preferred level of doneness.",
        "stock": "7",
        "inicio": "0"
    },
    {
        "nombre": "Comida para gatos",
        "precio": "254",
        "descuento": "16",
        "descripcion": "Alimentos de gatos nutritivos formulados para satisfacer las necesidades dietéticas de su amigo felino.",
        "stock": "16",
        "inicio": "1"
    },
    {
        "nombre": "Filete de pollo",
        "precio": "471",
        "descuento": "35",
        "descripcion": "Carne de pollo fresca y tierna, adecuada para varias preparaciones culinarias.",
        "stock": "110",
        "inicio": "0"
    },
    {
        "nombre": "Aceite de cocción",
        "precio": "140",
        "descuento": "22",
        "descripcion": "Aceite de cocina versátil adecuado para freír, saltear y varias aplicaciones culinarias.",
        "stock": "919",
        "inicio": "1"
    },
    {
        "nombre": "Pepino",
        "precio": "357",
        "descuento": "24",
        "descripcion": "Pepinos crujientes e hidratantes, ideales para ensaladas, bocadillos o como un lado refrescante.",
        "stock": "676",
        "inicio": "1"
    },
    {
        "nombre": "Comida para perros",
        "precio": "252",
        "descuento": "49",
        "descripcion": "Alimentos para perros especialmente formulados diseñados para proporcionar nutrientes esenciales para su compañero canino.",
        "stock": "600",
        "inicio": "0"
    },
    {
        "nombre": "Huevos",
        "precio": "146",
        "descuento": "38",
        "descripcion": "Huevos frescos, un ingrediente versátil para hornear, cocinar o desayunar.",
        "stock": "729",
        "inicio": "0"
    },
    {
        "nombre": "Filete de pescado",
        "precio": "408",
        "descuento": "50",
        "descripcion": "Bistec de pescado de calidad, adecuado para asar, hornear o tomar una sartén.",
        "stock": "689",
        "inicio": "0"
    },
    {
        "nombre": "Pimiento verde",
        "precio": "39",
        "descuento": "21",
        "descripcion": "Pimiento verde fresco y vibrante, perfecto para agregar color y sabor a sus platos.",
        "stock": "907",
        "inicio": "0"
    },
    {
        "nombre": "Chile verde",
        "precio": "261",
        "descuento": "19",
        "descripcion": "Chili de chile verde picante, ideal para agregar calor a sus recetas favoritas.",
        "stock": "502",
        "inicio": "0"
    },
    {
        "nombre": "Jarra de miel",
        "precio": "329",
        "descuento": "37",
        "descripcion": "Miel pura y natural en un frasco conveniente, perfecto para endulzar bebidas o rociar sobre la comida.",
        "stock": "400",
        "inicio": "0"
    },
    {
        "nombre": "Helado",
        "precio": "45",
        "descuento": "34",
        "descripcion": "Helado cremoso y delicioso, disponible en varios sabores para una delicia.",
        "stock": "812",
        "inicio": "1"
    },
    {
        "nombre": "Zumo",
        "precio": "307",
        "descuento": "47",
        "descripcion": "Refrescante jugo de fruta, lleno de vitaminas y excelente para mantenerse hidratado.",
        "stock": "355",
        "inicio": "1"
    },
    {
        "nombre": "Kiwi",
        "precio": "479",
        "descuento": "37",
        "descripcion": "Nutrient-rich kiwi, perfect for snacking or adding a tropical twist to your dishes.",
        "stock": "17",
        "inicio": "1"
    },
    {
        "nombre": "Limón",
        "precio": "70",
        "descuento": "38",
        "descripcion": "Limones sabrosos y picantes, versátiles para cocinar, hornear o hacer bebidas refrescantes.",
        "stock": "890",
        "inicio": "0"
    },
    {
        "nombre": "Leche",
        "precio": "384",
        "descuento": "50",
        "descripcion": "Leche fresca y nutritiva, un elemento básico para varias recetas y consumo diario.",
        "stock": "394",
        "inicio": "1"
    },
    {
        "nombre": "Mora",
        "precio": "152",
        "descuento": "47",
        "descripcion": "Moras dulces y jugosas, perfectas para bocadillos o agregando postres y cereales.",
        "stock": "321",
        "inicio": "1"
    },
    {
        "nombre": "Café nescafé",
        "precio": "60",
        "descuento": "27",
        "descripcion": "Café de calidad de Nescafe, disponible en varias mezclas para una taza rica y satisfactoria.",
        "stock": "464",
        "inicio": "0"
    },
    {
        "nombre": "Patatas",
        "precio": "432",
        "descuento": "48",
        "descripcion": "Patatas versátiles y almidonadas, ideales para asar, puré o como guarnición.",
        "stock": "131",
        "inicio": "1"
    },
    {
        "nombre": "Proteína en polvo",
        "precio": "266",
        "descuento": "22",
        "descripcion": "Proteína en polvo llena de nutrientes, ideal para complementar su dieta con proteínas esenciales.",
        "stock": "41",
        "inicio": "0"
    },
    {
        "nombre": "Cebolla roja",
        "precio": "278",
        "descuento": "46",
        "descripcion": "Cebollas rojas sabrosas y aromáticas, perfecta para agregar profundidad a sus sabrosos platos.",
        "stock": "308",
        "inicio": "0"
    },
    {
        "nombre": "Arroz",
        "precio": "73",
        "descuento": "50",
        "descripcion": "Arroz de alta calidad, un elemento básico para varias cocinas y una base versátil para muchos platos.",
        "stock": "906",
        "inicio": "1"
    },
    {
        "nombre": "Refrescos",
        "precio": "308",
        "descuento": "33",
        "descripcion": "Refrescos variados en varios sabores, perfectos para refrescantes bebidas.",
        "stock": "745",
        "inicio": "1"
    },
    {
        "nombre": "Fresa",
        "precio": "125",
        "descuento": "13",
        "descripcion": "Las fresas dulces y suculentas, ideales para bocadillos, postres o mezclando batidos.",
        "stock": "2",
        "inicio": "1"
    },
    {
        "nombre": "Pañuelos de papel",
        "precio": "235",
        "descuento": "22",
        "descripcion": "Conveniente caja de pañuelos para el uso diario, proporcionando tejidos suaves y absorbentes.",
        "stock": "776",
        "inicio": "1"
    },
    {
        "nombre": "Agua",
        "precio": "214",
        "descuento": "15",
        "descripcion": "Agua embotellada pura y refrescante, esencial para mantenerse hidratado durante todo el día.",
        "stock": "944",
        "inicio": "1"
    },
    {
        "nombre": "Columpio de decoración",
        "precio": "211",
        "descuento": "49",
        "descripcion": "El columpio de decoración es una adición encantadora a la decoración de su hogar.Hecho con detalles intrincados, agrega un toque de elegancia y fantasía a cualquier habitación.",
        "stock": "932",
        "inicio": "0"
    },
    {
        "nombre": "Marco de fotos del árbol genealógico",
        "precio": "180",
        "descuento": "42",
        "descripcion": "El marco de fotos del árbol genealógico es una forma sentimental y elegante de mostrar sus preciados recuerdos familiares.Con múltiples espacios de fotos, cuenta la historia de sus seres queridos.",
        "stock": "863",
        "inicio": "0"
    },
    {
        "nombre": "Planta de exhibición de casas",
        "precio": "457",
        "descuento": "14",
        "descripcion": "La planta de la pieza de exhibición de la casa es una planta artificial que trae un toque de naturaleza a su hogar sin la necesidad de mantenimiento.Agrega vegetación y estilo a cualquier espacio.",
        "stock": "796",
        "inicio": "0"
    },
    {
        "nombre": "Maceta de planta",
        "precio": "77",
        "descuento": "14",
        "descripcion": "La maceta es un recipiente elegante para sus plantas favoritas.Con un diseño elegante, complementa su jardín interior o exterior, agregando un toque moderno a la pantalla de su planta.",
        "stock": "158",
        "inicio": "1"
    },
    {
        "nombre": "Lámpara de mesa",
        "precio": "484",
        "descuento": "41",
        "descripcion": "La lámpara de mesa es una solución de iluminación funcional y decorativa para su espacio vital.Con un diseño moderno, proporciona iluminación ambiental y de tareas, mejorando la atmósfera.",
        "stock": "174",
        "inicio": "1"
    },
    {
        "nombre": "Espátula de bambú",
        "precio": "482",
        "descuento": "41",
        "descripcion": "La espátula de bambú es una herramienta de cocina versátil hecha de bambú ecológico.Ideal para voltear, revolver y servir varios platos.",
        "stock": "550",
        "inicio": "1"
    },
    {
        "nombre": "Taza de aluminio negra",
        "precio": "133",
        "descuento": "5",
        "descripcion": "La taza de aluminio negra es elegante y duradera, adecuada para bebidas tanto calientes como frías. Su diseño negro y estilizado aporta un toque moderno a tu colección de vajilla.",
        "stock": "771",
        "inicio": "1"
    },
    {
        "nombre": "Batidor negro",
        "precio": "470",
        "descuento": "6",
        "descripcion": "El batidor negro es un esencial de cocina para batir y mezclar ingredientes. Su mango ergonómico y diseño elegante lo convierten en una herramienta práctica y estilizada.",
        "stock": "715",
        "inicio": "0"
    },
    {
        "nombre": "Licuadora en caja",
        "precio": "139",
        "descuento": "11",
        "descripcion": "La licuadora en caja es potente y compacta, perfecta para preparar batidos, smoothies y más. Su diseño conveniente y múltiples funciones la convierten en un electrodoméstico versátil.",
        "stock": "87",
        "inicio": "0"
    },
    {
        "nombre": "Wok de acero al carbono",
        "precio": "137",
        "descuento": "5",
        "descripcion": "El wok de acero al carbono es una sartén versátil adecuada para salteados, salteados rápidos y frituras. Su construcción robusta garantiza una distribución uniforme del calor para comidas deliciosas.",
        "stock": "16",
        "inicio": "0"
    },
    {
        "nombre": "Tabla de cortar",
        "precio": "454",
        "descuento": "17",
        "descripcion": "La tabla de cortar es un accesorio esencial de cocina para la preparación de alimentos. Fabricada con material duradero, proporciona una superficie segura e higiénica para cortar y picar.",
        "stock": "895",
        "inicio": "1"
    },
    {
        "nombre": "Exprimidor de cítricos amarillo",
        "precio": "29",
        "descuento": "32",
        "descripcion": "El exprimidor de cítricos amarillo es una herramienta práctica para extraer jugo de frutas cítricas. Su color vibrante añade un toque alegre a tus utensilios de cocina.",
        "stock": "90",
        "inicio": "1"
    },
    {
        "nombre": "Cortador de huevos",
        "precio": "121",
        "descuento": "27",
        "descripcion": "El cortador de huevos es una herramienta práctica para cortar huevos cocidos de manera uniforme. Perfecto para ensaladas, bocadillos y otros platos donde se desean huevos en rodajas.",
        "stock": "841",
        "inicio": "1"
    },
    {
        "nombre": "Cocina eléctrica",
        "precio": "341",
        "descuento": "19",
        "descripcion": "La cocina eléctrica proporciona una solución portátil y eficiente para cocinar. Ideal para cocinas pequeñas o como superficie adicional para necesidades culinarias diversas.",
        "stock": "285",
        "inicio": "0"
    },
    {
        "nombre": "Colador de malla fina",
        "precio": "468",
        "descuento": "29",
        "descripcion": "El colador de malla fina es una herramienta versátil para colar líquidos y tamizar ingredientes secos. Su malla fina garantiza un filtrado eficiente para una cocina y repostería perfectas.",
        "stock": "611",
        "inicio": "1"
    },
    {
        "nombre": "Tenedor",
        "precio": "131",
        "descuento": "19",
        "descripcion": "El tenedor es un utensilio clásico para comer y servir diversos platos. Su diseño ergonómico y duradero lo convierte en una opción confiable para el uso diario.",
        "stock": "987",
        "inicio": "0"
    },
    {
        "nombre": "Vaso de vidrio",
        "precio": "423",
        "descuento": "45",
        "descripcion": "El vaso de vidrio es un recipiente versátil y elegante, adecuado para una variedad de bebidas. Su diseño transparente permite apreciar los colores y texturas de las bebidas.",
        "stock": "609",
        "inicio": "0"
    },
    {
        "nombre": "Rallador negro",
        "precio": "227",
        "descuento": "6",
        "descripcion": "El rallador negro es una herramienta práctica para rallar queso, verduras y más. Su diseño elegante y sus cuchillas afiladas hacen que la preparación de alimentos sea eficiente y fácil.",
        "stock": "863",
        "inicio": "0"
    },
    {
        "nombre": "Batidora de mano",
        "precio": "119",
        "descuento": "34",
        "descripcion": "La batidora de mano es un electrodoméstico versátil para mezclar, triturar y batir. Su diseño compacto y motor potente la convierten en una herramienta cómoda para varias recetas.",
        "stock": "82",
        "inicio": "0"
    },
    {
        "nombre": "Bandeja de cubitos de hielo",
        "precio": "309",
        "descuento": "17",
        "descripcion": "La bandeja de cubitos de hielo es un accesorio práctico para hacer cubos de hielo de varias formas. Perfecta para mantener tus bebidas frías y añadir un toque divertido.",
        "stock": "581",
        "inicio": "0"
    },
    {
        "nombre": "Tamiz de cocina",
        "precio": "259",
        "descuento": "30",
        "descripcion": "El tamiz de cocina es una herramienta versátil para tamizar y colar ingredientes secos y húmedos. Su diseño de malla fina garantiza resultados suaves en cocina y repostería.",
        "stock": "219",
        "inicio": "0"
    },
    {
        "nombre": "Cuchillo",
        "precio": "289",
        "descuento": "36",
        "descripcion": "El cuchillo es una herramienta esencial de cocina para picar, cortar y trocear. Su hoja afilada y mango ergonómico lo convierten en una opción confiable para preparar alimentos.",
        "stock": "803",
        "inicio": "0"
    },
    {
        "nombre": "Lonchera",
        "precio": "116",
        "descuento": "35",
        "descripcion": "La lonchera es un contenedor portátil y conveniente para empacar y transportar comidas. Con compartimentos para distintos alimentos, es perfecta para llevar almuerzos donde sea.",
        "stock": "549",
        "inicio": "0"
    },
    {
        "nombre": "Microondas",
        "precio": "497",
        "descuento": "32",
        "descripcion": "El horno microondas es un electrodoméstico versátil para cocinar, recalentar y descongelar de forma rápida y eficiente. Su tamaño compacto lo hace adecuado para varias cocinas.",
        "stock": "600",
        "inicio": "1"
    },
    {
        "nombre": "Soporte para tazas",
        "precio": "496",
        "descuento": "23",
        "descripcion": "El soporte para tazas es una solución elegante y ahorradora de espacio para organizar tus tazas. Mantén tus tazas favoritas fácilmente accesibles y ordenadas en tu cocina.",
        "stock": "960",
        "inicio": "1"
    },
    {
        "nombre": "Sartén",
        "precio": "227",
        "descuento": "29",
        "descripcion": "La sartén es un utensilio de cocina versátil e indispensable para freír, saltear y cocinar diversos platos. Su revestimiento antiadherente facilita la cocción y la limpieza.",
        "stock": "78",
        "inicio": "1"
    },
    {
        "nombre": "Plato",
        "precio": "201",
        "descuento": "46",
        "descripcion": "El plato es un elemento clásico y esencial para servir comidas. Su diseño duradero y elegante lo hace apto para el uso diario o para ocasiones especiales.",
        "stock": "937",
        "inicio": "1"
    },
    {
        "nombre": "Pinzas rojas",
        "precio": "298",
        "descuento": "39",
        "descripcion": "Las pinzas rojas son versátiles para diversas tareas de cocina y servicio. Su color vibrante añade un toque de entusiasmo a tus utensilios de cocina.",
        "stock": "267",
        "inicio": "0"
    },
    {
        "nombre": "Olla plateada con tapa de vidrio",
        "precio": "17",
        "descuento": "27",
        "descripcion": "La olla plateada con tapa de vidrio es un artículo de cocina elegante y funcional, ideal para hervir, cocer a fuego lento y preparar comidas deliciosas. Su tapa de vidrio permite vigilar la cocción.",
        "stock": "195",
        "inicio": "1"
    },
    {
        "nombre": "Espátula ranurada",
        "precio": "322",
        "descuento": "39",
        "descripcion": "La espátula ranurada está diseñada para voltear y mover alimentos. Su diseño con ranuras permite drenar el exceso de líquidos, haciéndola ideal para freír y saltear.",
        "stock": "496",
        "inicio": "0"
    },
    {
        "nombre": "Organizador de especias",
        "precio": "303",
        "descuento": "37",
        "descripcion": "El organizador de especias es una solución práctica para tener tus especias y condimentos organizados. Mantén tus ingredientes esenciales siempre a mano y bien ordenados.",
        "stock": "384",
        "inicio": "1"
    },
    {
        "nombre": "Cuchara",
        "precio": "498",
        "descuento": "30",
        "descripcion": "La cuchara es un utensilio de cocina versátil para mezclar, servir y degustar. Su diseño ergonómico y construcción duradera la convierten en una herramienta esencial en toda cocina.",
        "stock": "646",
        "inicio": "0"
    },
    {
        "nombre": "Bandeja",
        "precio": "376",
        "descuento": "44",
        "descripcion": "La bandeja es un elemento funcional y decorativo para servir bocadillos, aperitivos o bebidas. Su diseño elegante la convierte en un accesorio versátil para recibir invitados.",
        "stock": "483",
        "inicio": "1"
    },
    {
        "nombre": "Rodillo de madera",
        "precio": "191",
        "descuento": "33",
        "descripcion": "El rodillo de madera es una herramienta clásica de cocina para extender masas en repostería. Su superficie lisa y asas robustas facilitan conseguir un grosor uniforme.",
        "stock": "442",
        "inicio": "1"
    },
    {
        "nombre": "Pelador amarillo",
        "precio": "147",
        "descuento": "34",
        "descripcion": "El pelador amarillo es una herramienta práctica para pelar frutas y verduras con facilidad. Su color brillante añade un toque alegre a tus utensilios de cocina.",
        "stock": "355",
        "inicio": "0"
    },
    {
        "nombre": "Apple MacBook Pro 14 Pulgadas Gris Espacial",
        "precio": "369",
        "descuento": "46",
        "descripcion": "El MacBook Pro de 14 pulgadas en color gris espacial es un portátil potente y elegante, que cuenta con el chip M1 Pro de Apple para un rendimiento excepcional y una impresionante pantalla Retina.",
        "stock": "636",
        "inicio": "0"
    },
    {
        "nombre": "Portátil Asus Zenbook Pro de Doble Pantalla",
        "precio": "167",
        "descuento": "9",
        "descripcion": "El portátil Asus Zenbook Pro de doble pantalla es un dispositivo de alto rendimiento con dos pantallas, ofreciendo productividad y versatilidad para profesionales creativos.",
        "stock": "105",
        "inicio": "1"
    },
    {
        "nombre": "Huawei Matebook X Pro",
        "precio": "122",
        "descuento": "28",
        "descripcion": "El Huawei Matebook X Pro es un portátil delgado y elegante con pantalla táctil de alta resolución, ofreciendo una experiencia premium para usuarios en movimiento.",
        "stock": "842",
        "inicio": "0"
    },
    {
        "nombre": "Lenovo Yoga 920",
        "precio": "449",
        "descuento": "25",
        "descripcion": "El Lenovo Yoga 920 es un portátil convertible 2 en 1 con bisagra flexible, permitiendo usarlo como portátil o tableta, ofreciendo versatilidad y portabilidad.",
        "stock": "882",
        "inicio": "1"
    },
    {
        "nombre": "Nuevo Portátil DELL XPS 13 9300",
        "precio": "236",
        "descuento": "25",
        "descripcion": "El nuevo portátil DELL XPS 13 9300 es un dispositivo compacto y potente, con pantalla InfinityEdge casi sin bordes y alto rendimiento para diversas tareas.",
        "stock": "723",
        "inicio": "0"
    },
    {
        "nombre": "Camisa de cuadros azul y negra",
        "precio": "396",
        "descuento": "24",
        "descripcion": "La camisa de cuadros azul y negra es una prenda elegante y cómoda para hombre, con un clásico patrón de cuadros. Fabricada en tejido de alta calidad, ideal para ocasiones casuales o semi-formales.",
        "stock": "872",
        "inicio": "0"
    },
    {
        "nombre": "Camiseta Gigabyte Aorus para hombre",
        "precio": "122",
        "descuento": "10",
        "descripcion": "La camiseta Gigabyte Aorus para hombre es una prenda casual y moderna para entusiastas de los videojuegos. Con el logo de Aorus y un diseño elegante, es perfecta para mostrar tu estilo gamer.",
        "stock": "851",
        "inicio": "1"
    },
    {
        "nombre": "Camisa de cuadros para hombre",
        "precio": "235",
        "descuento": "47",
        "descripcion": "La camisa de cuadros para hombre es una prenda atemporal y versátil con un patrón de cuadros clásico. Su ajuste cómodo y estilo casual la hacen esencial en cualquier guardarropa.",
        "stock": "485",
        "inicio": "1"
    },
    {
        "nombre": "Camisa de manga corta para hombre",
        "precio": "267",
        "descuento": "11",
        "descripcion": "La camisa de manga corta para hombre es una opción fresca y elegante para días cálidos. Con ajuste cómodo y mangas cortas, es ideal para un look relajado pero pulido.",
        "stock": "334",
        "inicio": "1"
    },
    {
        "nombre": "Camisa de cuadros para hombre",
        "precio": "487",
        "descuento": "9",
        "descripcion": "La camisa de cuadros para hombre es una prenda clásica y versátil con un diseño de cuadros elegante. Ideal para diversas ocasiones, aporta un toque refinado a tu vestimenta.",
        "stock": "413",
        "inicio": "1"
    },
    {
        "nombre": "Nike Air Jordan 1 Rojo y Negro",
        "precio": "132",
        "descuento": "19",
        "descripcion": "Las Nike Air Jordan 1 en rojo y negro son unas zapatillas de baloncesto icónicas conocidas por su diseño elegante y características de alto rendimiento, favoritas entre aficionados y atletas.",
        "stock": "984",
        "inicio": "1"
    },
    {
        "nombre": "Tacos de béisbol Nike",
        "precio": "12",
        "descuento": "28",
        "descripcion": "Los tacos de béisbol Nike están diseñados para ofrecer máxima tracción y rendimiento en el campo. Brindan estabilidad y soporte durante los partidos y entrenamientos.",
        "stock": "248",
        "inicio": "0"
    },
    {
        "nombre": "Zapatillas Puma Future Rider",
        "precio": "244",
        "descuento": "45",
        "descripcion": "Las zapatillas Puma Future Rider ofrecen una mezcla de estilo retro y comodidad moderna. Perfectas para el uso diario, combinan moda y confort en un solo calzado.",
        "stock": "414",
        "inicio": "1"
    },
    {
        "nombre": "Zapatillas deportivas blanco roto y rojo",
        "precio": "193",
        "descuento": "34",
        "descripcion": "Las zapatillas deportivas en blanco roto y rojo combinan estilo y funcionalidad, siendo una opción de moda para los amantes del deporte. El contraste de colores aporta un toque enérgico y atrevido.",
        "stock": "842",
        "inicio": "0"
    },
    {
        "nombre": "Zapatillas deportivas blanco roto y rojo (variante)",
        "precio": "368",
        "descuento": "33",
        "descripcion": "Otra variante de las zapatillas deportivas en blanco roto y rojo, con un diseño único. Ofrecen estilo y comodidad para ocasiones casuales.",
        "stock": "788",
        "inicio": "0"
    },
    {
        "nombre": "Reloj con correa de cuero marrón",
        "precio": "351",
        "descuento": "21",
        "descripcion": "El reloj con correa de cuero marrón es una pieza elegante de diseño clásico. Con correa de cuero genuino y esfera estilizada, añade un toque de sofisticación a tu look.",
        "stock": "616",
        "inicio": "0"
    },
    {
        "nombre": "Longines Master Collection",
        "precio": "201",
        "descuento": "36",
        "descripcion": "La colección Master de Longines es una línea de relojes elegantes y refinados, conocidos por su precisión y artesanía. Con un diseño atemporal, simboliza lujo y sofisticación.",
        "stock": "795",
        "inicio": "1"
    },
    {
        "nombre": "Rolex Cellini Date Esfera Negra",
        "precio": "217",
        "descuento": "11",
        "descripcion": "El Rolex Cellini Date con esfera negra es un reloj clásico y prestigioso. Con ventana de fecha y diseño refinado, representa la herencia de sofisticación de Rolex.",
        "stock": "14",
        "inicio": "0"
    },
    {
        "nombre": "Rolex Cellini Moonphase",
        "precio": "126",
        "descuento": "29",
        "descripcion": "El Rolex Cellini Moonphase es una obra maestra de la relojería, con complicación de fases lunares y un diseño exquisito. Refleja el compromiso de Rolex con la precisión y la elegancia.",
        "stock": "480",
        "inicio": "0"
    },
    {
        "nombre": "Rolex Datejust",
        "precio": "414",
        "descuento": "15",
        "descripcion": "El Rolex Datejust es un reloj icónico y versátil con ventana de fecha. Reconocido por su diseño atemporal y fiabilidad, es símbolo de la excelencia relojera de Rolex.",
        "stock": "821",
        "inicio": "0"
    },
    {
        "nombre": "Rolex Submariner",
        "precio": "30",
        "descuento": "37",
        "descripcion": "El Rolex Submariner es un legendario reloj de buceo con una rica historia. Conocido por su durabilidad y resistencia al agua, simboliza la aventura y exploración.",
        "stock": "323",
        "inicio": "0"
    },
    {
        "nombre": "Amazon Echo Plus",
        "precio": "264",
        "descuento": "10",
        "descripcion": "El Amazon Echo Plus es un altavoz inteligente con control de voz Alexa integrado. Ofrece sonido de alta calidad y funciona como un centro de control para dispositivos inteligentes del hogar.",
        "stock": "193",
        "inicio": "1"
    },
    {
        "nombre": "Apple Airpods",
        "precio": "216",
        "descuento": "31",
        "descripcion": "Los Apple Airpods ofrecen una experiencia de audio inalámbrica perfecta. Con emparejamiento sencillo, sonido de alta calidad e integración con Siri, son ideales para escuchar en movimiento.",
        "stock": "181",
        "inicio": "0"
    }
]
